IDEA Open Model
FormulasType Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Type formulas output
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum FormulasType
Public Enumeration FormulasType
Members
Member name | Value | Description
Disabled | 0 |  Formulas are not presented in report
Extreme | 1 |  Formulas are presented for extreme result
All | 2 |  Formulas are presented for all results
See Also
Reference
IdeaRS.OpenModel.Connection Namespace